[
  {
    "id": 1,
    "name": "BIP1: Activate network fee distribution",
    "description": "",
    "proposer": "hxf8f2d8f12abbbd4e70ae6e89d31b4f8301b56caf",
    "hash": "0xdeeeb5255fde79637cb74285daf946f8327d98bd1ff1d37e82f26d1960fb11d9",
    "discussionURL": ""
  },
  {
    "id": 2,
    "name": "BIP2: Increase LTV to 35%",
    "description": "The current collateral requirements are 20% LTV (loan to value)to earn rewards, and 25% LTV to borrow the maximum amount. Let’s increase the LTV to 35% for rewards and borrowing, so you can earn and borrow more against your collateral. Increased capital efficiency (how much you can borrow given a certain amount of collateral) will make Balanced more attractive to borrowers, and increase origination fees. This should also spur more originations of bnUSD in the short term.",
    "proposer": "hxf8f2d8f12abbbd4e70ae6e89d31b4f8301b56caf",
    "hash": "0xec21881f9680ff2f382135af857ce53785c52db1b791447b30b19f040e1a889f",
    "discussionURL": "https://gov.balanced.network/t/bip2-increase-ltv-to-35/139"
  },
  {
    "id": 3,
    "name": "BIP3: Increase origination fee to 1.15%",
    "description": "When you borrow Balanced Dollars, you pay a 1% origination fee. The implied annual interest rate (1%) is still only half that of other platforms. A small increase to 1.15% will create more income for Balanced and BALN holders, while limiting the inconvenience to borrowers.",
    "proposer": "hxf8f2d8f12abbbd4e70ae6e89d31b4f8301b56caf",
    "hash": "0x0197ac964dcae094f32b921be4138ce9037f42e78002d7d668f89faedf383a2d",
    "discussionURL": "https://gov.balanced.network/t/bip3-increase-origination-fees-to-1-15/172"
  },
  {
    "id": 4,
    "name": "BIP4: Enhance the BALN token economics with bBALN (boosted BALN)",
    "description": "To align BALN holders with Balanced’s long-term success, BIP4 incentivises people to lock their BALN for a period of time. The mechanism is inspired by Curve, and introduces a non-transferable token called bBALN. bBALN (boosted BALN) represents voting power & earning weight, and will be required to earn above the baseline of rewards. To acquire bBALN, lock BALN for 1 week up to 4 years. You’ll receive more bBALN the longer you lock it for. If approved, the team will work to make it happen.",
    "proposer": "hxf8f2d8f12abbbd4e70ae6e89d31b4f8301b56caf",
    "hash": "0x509cb0924bba5c823685a40375807871cd0ba79c606a609484138c43b47160cd",
    "discussionURL": "https://gov.balanced.network/t/bip4-enhance-the-baln-token-economics-with-bbaln-boosted-baln/215"
  },
  {
    "id": 5,
    "name": "BIP5: Allocate more BALN to the DAO fund & incentivize the IUSDC/bnUSD pool",
    "description": "More BALN should be allocated to the DAO fund to support platform growth. A small amount of BALN should also be allocated to the IUSDC/bnUSD pool to incentivize liquidity. If this proposal is approved, the DAO fund will receive 20% of daily BALN (up from 5%), borrowers will receive 10% (down from 20%), the ICX/sICX pool will receive 7% (down from 10%), the emergency reserve fund will receive 2.5% (down from 5%), and the IUSDC/bnUSD pool will be added, with a 0.5% allocation.",
    "proposer": "hxf8f2d8f12abbbd4e70ae6e89d31b4f8301b56caf",
    "hash": "0xb78b82b078a78859bccd7b0b96fd7f77688358e06e0970fc7f10f0c252921d25",
    "discussionURL": "https://gov.balanced.network/t/bip5-baln-allocation-adjustment/252"
  },
  {
    "id": 6,
    "name": "BIP6: Distribute network fees in BALN, bnUSD, and sICX",
    "description": "As the number of assets on the Balanced exchange increases, it will become infeasible to distribute network fees in each asset type. Let's limit the assets to BALN, bnUSD, and sICX, and convert everything else into BALN before distributing network fees. This gives staked BALN holders exposure to three different asset types: an application layer token (BALN), a stablecoin (bnUSD), and a protocol layer token (sICX). It will also increase the buying pressure for BALN.",
    "proposer": "hxb41775a05572c421917b6d5d80fd5f31c495b7f8",
    "hash": "0x1ec3d4f4469d2f43581064243b7f8237895d18604c512d0f5b2242441864a807",
    "discussionURL": "https://gov.balanced.network/t/bip6-distribute-network-fees-in-baln-bnusd-and-sicx/337"
  },
  {
    "id": 7,
    "name": "BIP7: Adjust the Rebalancing Threshold to +-3%",
    "description": "Currently, the rebalancing threshold is set to 5%, which means the price of bnUSD can be rebalanced to $0.95 and $1.05. BIP7 proposes to lower the threshold to 3%, which will result in tighter peg – $0.97 to $1.03. This will improve the stablecoin utility of bnUSD by reducing the 10% range to 6%.",
    "proposer": "hx9b402cbf72f713efd6b8d7a709cb6eb7ed7695cd",
    "hash": "0xe70d30c10e44ccadd23d79a79bd1224672e6f0b01dc47d4475bd5bccf5dc7e2f",
    "discussionURL": "https://gov.balanced.network/t/bip7-adjust-the-rebalancing-threshold-to-3/345"
  }
]
